<?php

$l = array(

	'title'				=> 'Скупра ЦМС Инсталација',
	'lang_p'            => 'Изаберите језик који ће бити основни за инсталацију и сајт.',
	'lang'				=> 'Језик: ',
	'pick'				=> 'Изабери',
	'check'				=> 'Проверавамо да ли су све компоненте укључене...',
	'mod_enable'		=> "<span style=color:green>Успех! <b>mod_rewrite</b> је укључен.</span>",
	'mod_not_enable'	=> "<span style=color:red>Грешка! <b>mod_rewrite</b> није укључен. Проверите подешавања сервера.</span>",
	'writable'			=> "<span style=color:green>Фајл <b>basic-config.php</b> је уписив.</span>",
	'not_writable'		=> "<span style=color:red>Фајл <b>basic-config.php</b> није уписив! Проверите дозволе над фајлом.</span>",
	'step_1'			=> 'Корак 1',
	'step_2'			=> 'Корак 2',
	'db_p'				=> 'Морате имати креирану базу и креираног корисника са пуним приступом бази. Ако не знате, питајте провајдера или администратора.',
	'back'				=> 'Назад',
	'step_3'			=> 'Корак 3',
	'db_p2'				=> 'Сада треба да унесете податке за базу.',
	'host'				=> 'Хост(*): ',
	'dbuser'			=> 'ДБ Корисничко име(*): ',
	'dbpass'			=> 'ДБ Лозинка: ',
	'dbname'			=> 'Име базе(*): ',
	'dbprefix'			=> 'ДБ префикс',
	'step_4'			=> 'Корак 4',
	'empty'				=> "<span style=color:red>Попуните обавезна поља!</span>",
	'no_space'			=> "<span style=color:red>Поља не смеју да садрже празна места (space)!</span>",
	'message1'			=> 'Успешно сте унели податке о бази. Сада ћемо покушати да инсталирамо табеле.',
	'step_5'			=> 'Корак 5',
	'table_created'		=> "<span style=color:green>База је успешно попуњена.</span>",
	'step_6'			=> 'Корак6',
	'db_error'			=> "<span style=color:red>Погрешни подаци за базу. Проверите!</span>",
	'step_7'			=> 'Корак 7',
	'adm_p'				=> 'Сада правимо, Администратора. Изаберите корисничко име и лозинку по вољи.',
	'username'          => 'Корисничко име: ',
    'password'          => 'Лозинка: ',
    'us_leng'			=> "<span style=color:red>Дужина корисничког имена мора бити између 3 и 20 карактера!</span>",
	'us_space'			=> "<span style=color:red>Корисничко име не садржати празан карактер!</span>",
	'pass_leng'			=> "<span style=color:red>Дужина лозинке мора бити између 3 и 20 карактера!</span>",
	'pass_space'		=> "<span style=color:red>Лозинка не сме садржати празан карактер!</span>",
	'end'               => "<span style=color:green>Креирали сте сајт. Сада морате да избришете фолдер 'installation' и нормално приступите сајту. Подацу за пријаву су следећи:</span>"
);

?>